class Mezemur3 {
  String title;
  String category1;
  String category2;
  String category3;
  String lyric;

  Mezemur3({
    required this.title,
    required this.category1,
    required this.category2,
    required this.category3,
    required this.lyric,
  });
}

List<Mezemur3> listOfMezemur3 = [
  Mezemur3(
      title: 'እስመ ለዓለም ምሕረቱ',
      category1: 'አማርኛ',
      category2: 'መዝሙር በእንተ ስቅለቱ ለእግዚእነ ኢየሱስ ክርስቶስ',
      category3: 'ጥራዝ 1',
      lyric: '''

        /ሊቀ መዘምራን ኪነጥበብ ወ/ቂርቆስ / 
        እስመ ለዓለም ምሕረቱ/፪/
        አያልቅም ብዙ ነው የአምላክ ቸርነቱ

        አመስግኑት ጌታን ሁላችሁ በአንድነት
        መሐሪ ነውና ለሰው ልጆች ሕይወት
                  አዝ 
        የማይሞተው ሞቶ የተቀበረው/፪/
        ከገሃነም እሳት እኛን ሊያድን ነው/፪/
                  አዝ 
        ከማርያም የነሣው ያ ቅዱስ ሥጋው
        ቀራንዮ ሲውል የሚያሳዝን ነው
                  አዝ 
        በፈጠረው ፍጥረት እጅግ ተሰቃይቶ
        ነፍሳትን አወጣ ከሲኦል ለይቶ/፪/
                  አዝ 

      '''),
  Mezemur3(
      title: 'ሞተ ስለእኛ',
      category1: 'አማርኛ',
      category2: 'መዝሙር በእንተ ስቅለቱ ለእግዚእነ ኢየሱስ ክርስቶስ',
      category3: 'ጥራዝ 1',
      lyric: ''' 

        ሞተ ስለእኛ
        የነገሥታት ንጉሥ የኃያላን ዳኛ
            ሞተ ስለኛ/፪/ 
        ጐልጐታ እስኪደርስ ስቃይ ተቀበለ
        ሥጋው ተዳከመ በመከራ ዛለ
        በጅራፍ ተገርፎ ደም ነጠበ ገላው
            ሞተ ስለኛ/፪/
        ሚካኤል ዝም አለ ተገርሞ አስተዋለ
        ገብርኤል ሰይፉን ወደ ምድር ጣለ
        ከዋክብት ደንግጠው ረገፉ ዛሬ
        መላእክት አለቀሱ ቀረና ዝማሬ
            ሞተ ስለኛ/፪/
        ዑራኤል አምላኩን በመስቀል ላይ አየ
        በብርሃን ጽዋ ደሙን ተቀበለ
        ዕንባው አላቆመም ጌታው ሲንገላታ
        ተገርሞ አስተዋለ በጥፊ ሲመታ
            ሞተ ስለኛ/፪/

      '''),
  Mezemur3(
      title: 'አዘነች እናቱ',
      category1: 'አማርኛ',
      category2: 'መዝሙር በእንተ ስቅለቱ ለእግዚእነ ኢየሱስ ክርስቶስ',
      category3: 'ጥራዝ 1',
      lyric: '''

        አዘነች/፪/ እናቱም ጨነቃት
        እያየችው ልጇን በመስቀል ላይ ሰቅለውት
                
            እዩት ተመልከቱት የአምላክን ሥራ
            በመስቀል ላይ ሆኖ ለዓለም ሲያበራ
            አይሁድ ወንበዴዎች ይዘው አሰቃዩት
            የሾህ አክሊል ሠርተው በላዩ ደፉበት
                    አዝ፣
            የድንግልን ኃዘን ዕፅዋትም አይተው
            ያለቅሱ ጀመረ ከመሬት ረግፈው
            መች እነርሱ ብቻ  ፀሐይም ጨለመች
            የጌታዬን እርቃን አላሳይም አለች
                    አዝ፣
            የሰማይ ከዋክብት የአምላክን ሞት ሰምተው
            ወየው/፪/አሉ ከመሬት ተደፍተው
            ደማቋ ጨረቃ እርር ክስል አለች
            ይህንን ስትሰማ መልኳን አጠቆረች
                    አዝ፣
            ምድርም አዝና ነበር በጣም ተቸግራ
            ሲገርፉት እያየች ጀርባውን በወይራ
            ወየው መጨከኑ የሰው ልጅ ተፈጥሮ
            ጲላጦስ ገረፈው በሰንሰለት አስሮ
                    አዝ፣
            ማርና ወተቱን የሚመግብ ጌታ
            አጥቶ ተቸገረ የውኃ ጠብታ
                    አዝ፣
      
      '''),
  Mezemur3(
      title: 'ኃይለ ጽልመት ተሰደ',
      category1: 'ግዕዝ',
      category2: 'መዝሙር በእንተ ትንሣኤሁ ለእግዚእነ ኢየሱስ ክርስቶስ',
      category3: 'ጥራዝ 1',
      lyric: '''
    
        ኃይለ  ጽልመት ተሰደ /፬/
        በሰንበት ኃይለ  ጽልመት ተሰደ/፬/ 
        ተስፋ ሕይወት ተሰርዐ /፬/ 
        በሰማያት ተስፋ ሕይወት ተሰርዐ/፬/
          
      '''),
  Mezemur3(
      title: 'ትንሣኤከ',
      category1: 'ግዕዝ',
      category2: 'መዝሙር በእንተ ትንሣኤሁ ለእግዚእነ ኢየሱስ ክርስቶስ',
      category3: 'ጥራዝ 1',
      lyric: '''

        ትንሣኤከ ለእለ አመነ/፪/
        ብርሃነከ ፈኑ ዲቤነ/፬/

        ትንሣኤህን ለምናምን ለእኛ/፪/
        ብርሃንህን ላክልን ወደእኛ/፬/
      
      '''),
  Mezemur3(
      title: 'አማን በአማን',
      category1: 'ግዕዝ',
      category2: 'መዝሙር በእንተ ትንሣኤሁ ለእግዚእነ ኢየሱስ ክርስቶስ',
      category3: 'ጥራዝ 1',
      lyric: ''' 

        አማን በአማን/፬/
        ተንሥአ እምነ ሙታን /፪/

        እውነት በእውነት /፬/
        ተነሣ ዛሬ ከሙታን /፪/
      
      '''),
  Mezemur3(
      title: 'እም እቶነ እሳት',
      category1: 'ግዕዝ',
      category2: 'መዝሙር በእንተ ትንሣኤሁ ለእግዚእነ ኢየሱስ ክርስቶስ',
      category3: 'ጥራዝ 1',
      lyric: '''

        እም እቶነ እሳት ዘይነድድ አንገፈነ/፪/
        ብርሃናተ ዘይትአጸፍ ተንሥአ ለነ/፬/

        ከሚነደው እሳት ከነበልባሉ አወጣን/፪/
        ብርሃናትን ተጎናጽፎ ተነሣልን/፬/
   
      '''),
  Mezemur3(
      title: 'ተገርፎ ተሰቅሎ',
      category1: 'አማርኛ',
      category2: 'መዝሙር በእንተ ትንሣኤሁ ለእግዚእነ ኢየሱስ ክርስቶስ',
      category3: 'ጥራዝ 1',
      lyric: '''

        /ሊቀ መዘምራን ኪነጥበብ ወ/ቂርቆስ /
          ተገርፎ ተሰቅሎ የሞተው አንበሳ
          ተገንዞ በጨርቅ ተቀብሮ እንደሬሳ
          በሞት እጅ ተይዞ አልቀረም ተነሳ/፪/

                እናምናለን ትንሣኤህን
                በሥልጣንህ መነሣትህን
                አርአያ ነውና ለሁላችን
                      አዝ
          ሄሮድስ ፈልጎ ተቀብሮ እንዲቀር
          በመቃብሩ ዙሪያ ጭፍሮቹንም ቢያሰፍር
          ምድር አልቻለችም ትንሣኤን ልታስቀር/፪/
                      አዝ 
                ክርስቶስ ስትነሣ ከህቱም መቃብሩ
                ሴቶች ትንሣኤህን ደፍረው ተናገሩ
                እንሞታለን ብለው ማንንም ሳይፈሩ /፪/
                      አዝ
          እንግዲህ አልፈራም ሞትና ኩነኔ
          አምላክ ከሞተልኝ ተሰቅሎ ስለእኔ
          ተደምስሶአልና የሞት ሥልጣኔ/፪/
                      አዝ 
   
      '''),
  Mezemur3(
      title: 'ወምድርኒ ትገብር ፋሲካ',
      category1: 'ግዕዝ',
      category2: 'መዝሙር በእንተ ትንሣኤሁ ለእግዚእነ ኢየሱስ ክርስቶስ',
      category3: 'ጥራዝ 1',
      lyric: '''

          ወምድርኒ ትገብር ፋሲካ /፪/
          ተሐጺባ በደመ ክርስቶስ/፬/

          ምድር ጸዳች ሐሴት አረገች/፪/
          በክርስቶስ ደም በእውነት ታጠበች/፬/
   
      '''),
  Mezemur3(
      title: 'ዐረገ በስብሐት',
      category1: 'አማርኛ',
      category2: 'መዝሙር በእንተ ትንሣኤሁ ለእግዚእነ ኢየሱስ ክርስቶስ',
      category3: 'ጥራዝ 1',
      lyric: '''

          ዐረገ በስብሐት ዐረገ በዕልልታ
          በስብሐት በዕልልታ ዐረገ/፪/ በዕልልታ/፪/
          ሞትን ድል አድርጐ የሠራዊት ጌታ ዐረገ/፪/ በዕልልታ 

      '''),
  Mezemur3(
      title: 'አንትሙሰ ንበሩ',
      category1: 'ግዕዝ',
      category2: 'መዝሙር በእንተ ትንሣኤሁ ለእግዚእነ ኢየሱስ ክርስቶስ',
      category3: 'ጥራዝ 1',
      lyric: '''

                /ማኅበረ ቅዱሳን /
          አንትሙሰ ንበሩ ሀገረ ኢየሩሳሌም/፪/
          እስከትለብሱ ኃይል እም አርያም/፬/

          እናንተ ግን ቆዩ በኢየሩሳሌም ሀገር/፪/
          እስከምታገኙ ኃይል ከሰማይ/፬/

      '''),
  Mezemur3(
      title: 'መንፈስ ቅዱስ ወረደ',
      category1: 'ግዕዝ',
      category2: 'መዝሙር በእንተ ትንሣኤሁ ለእግዚእነ ኢየሱስ ክርስቶስ',
      category3: 'ጥራዝ 1',
      lyric: '''

          መንፈስ ቅዱስ ወረደ ላዕለ ሐዋርያት/፪/
          ተመሲሎ /፭/ በነደ እሳት/፪/

        ------------------------------------
          
          ትርጉም: መንፈስ ቅዱስ በእሳት 
                  አምሳያ በሐዋርያት ላይ ወረደ

      '''),
  Mezemur3(
      title: 'አምላክ ሆይ ማረን',
      category1: 'አማርኛ',
      category2: 'መዝሙር በእንተ ምጽአቱ ለእግዚእነ ኢየሱስ ክርስቶስ',
      category3: 'ጥራዝ 1',
      lyric: '''

                /ማኅበረ ቅዱሳን /

          እውነተኛው ንጉሥ ለፍርድ ሲመጣ 
          ጻድቁን ሊያከብር ኃጥኡን ሊቀጣ
          መለከት ሲነፋ ነጐድጓድ ሲሰማ 
          ክርስቶስ ሲገለጥ በሚያስደንቅ ግርማ
                አምላክ ሆይ ማረን /፪/
                ማረን አምላክ ይቅር በለን /፪/
          የነበረው ሁሉ ሲሆን እንዳልነበር 
          ተነሥተው ሲቆሙ ሙታን ከመቃብር
          ፀሐይ ስትጨልም ሰማያትም ሲያልፉ
          ምድር ቀውጢ ስትሆን ቀላያት ሲጠፉ
                    አዝ...
          ፍጥረት ሲናድ ሲርድ ግርማው እያስፈራው
          የአዳም ዘር በሙሉ ሲቆም ከነሥራው
          ማነው የሚገኘው በጐ ምግባር ሠርቶ
          ቅዱሳንን መስሎ በሃይማኖት ጸንቶ
                    አዝ...
          በምድራዊ ሕይወት ትሩፋት የሠሩ
          ጻድቃን ሲደሰቱ ተግተው ሲዘምሩ 
          ኃጥአን ሲጠፋቸው የሚሰወሩበት 
          እኛስ ከየት ይሆን የምንገኝበት
                    አዝ...

      '''),
  Mezemur3(
      title: 'አምላክ ሆይ ወደኛ ባትመጣ',
      category1: 'አማርኛ',
      category2: 'መዝሙር በእንተ ምጽአቱ ለእግዚእነ ኢየሱስ ክርስቶስ',
      category3: 'ጥራዝ 1',
      lyric: '''

                    /ማኅበረ ቅዱሳን /

        አምላክ ሆይ ወደኛ ባትመጣ ለብሰህ የማርያምን ሥጋ /፪/
        ባክኖ የነበረው የአዳም ልጅ ውጤቱ ነበር የሚያሰጋ/፪/
        በዚያ ዓመት በዚያች ወር በዚያች ቀን ድኅነትን 
        ለሰው ልጅ ስትሰጥ/፪/
        ምን የበዛ ነበር ትኅትናህ ትዕግሥትህ የማይለወጥ/፪/
        የሾህ አክሊል ደፍተው በራስህ ጐንህን ሲወጉህ በጦር/፪/
        አንተ ግን ለእነርሱ ከአባትህ  ምሕረትን ትለምን ነበር/፪/
        ግን መቼ አወቁህ እነርሱ በኃጢአት ደንድኖ ልባቸው/፪/
        መድኃኒታቸውን ገረፉህ ሰቀሉህ አንተም ሞትክላቸው /፪/
        ዳግም ስትመጣ ለፍርድ ከዓለም ፍፃሜ በኋላ/፪/
        ኧረ እንዴት እድለኞች ናቸው በፊትህ የሚያገኙ ተድላ/፪/
        በዚያች በደብረዘይት ቦታ ደስታና ለቅሶ ሲፈልቅ/፪/
        ከቶ ወዴት ይሆን እጣዬ ያንጊዜ የእኔ አወዳደቅ/፪/
        የፀፀት እሮሮ በፊትህ እንዳያቃጥለኝ እኔን/፪/
        እርዳኝ ፈጣሪዬ ከአሁኑ አድሰው የዛገው ልቤን/፪/
  
      '''),
  Mezemur3(
      title: 'ፀንተን እንጠብቅ',
      category1: 'አማርኛ',
      category2: 'መዝሙር በእንተ ምጽአቱ ለእግዚእነ ኢየሱስ ክርስቶስ',
      category3: 'ጥራዝ 1',
      lyric: '''

      /ሊቀ መዘምራን ይልማ ኃይሉ/

        ከመላእክት ጋር ሲገለጥ በሰማይ
        ፀንተን እንጠብቀው ክብሩን ሁሉ እንድናይ
        በግርማ ሲመጣ በአስደንጋጭ  ሁኔታ
        ወዮልሽ ነፍሴ ሆይ ወየው የዛን ለታ
              ኧኸ ምሥጋና ይድረስህ ሁልጊዜ ጠዋት ማታ
              ሃሌ ሃሌሉያ የሠራዊት ጌታ/፪/
        ሰማይና ምድር ከፊቱ ሲሸሹ
        መግቢያ አጥቶ ይጮሃል ትልቁም ትንሹ
        ጻድቃን ሲደሰቱ የኃጥአን ፋንታ
        ሆኖ ጠበቃቸው ለቅሶና ዋይታ
            አዝ...
        ስለማይታወቅ አምላክ አመጣጥህ
        በሃይማኖት አጽናን ተግተን እንጠብቅህ
        ጠላት እንዳይገዛን በእርሱ እንዳንረታ
        እግዚአብሔር አድነን ሁንልን መከታ
            አዝ...

      '''),
  Mezemur3(
      title: 'አንድ ቀን አለ',
      category1: 'አማርኛ',
      category2: 'መዝሙር በእንተ ምጽአቱ ለእግዚእነ ኢየሱስ ክርስቶስ',
      category3: 'ጥራዝ 1',
      lyric: '''

                /ማኅበረ ቅዱሳን /

            አንድ ቀን አለ የሚያስፈራ
            ለጻድቃን የሚያበራ/፪/
            ጌታ በዚያች ቀን ይመጣል
            በግርማ ይገለጣል /፪/
            የፍርድ አዋጅ ይታወጃል 
            ነፍስ ሁሉ ይጨነቃል
            ኃጥአን ያለቅሳሉ
            በግራህ ይቆማሉ/፪/
            ቅዱስ ቃሉን ሰምተው ያመኑ
            የፀኑ በኪዳኑ /፪/
            ተከብረው በቀኙ ይቆማሉ
            ከኃዘን ይሰወራሉ
            መሐሪ ጌታ ፈጣሪያችን
            ይድረስህ ልመናችን /፪/
            በዚያች ግሩም ቀን እባክህ
            አቁመን በቀኝህ/፪/

      '''),
  Mezemur3(
      title: 'አቤት የዚያን ጊዜ',
      category1: 'አማርኛ',
      category2: 'መዝሙር በእንተ ምጽአቱ ለእግዚእነ ኢየሱስ ክርስቶስ',
      category3: 'ጥራዝ 1',
      lyric: '''

          /ሊቀ መዘምራን ኪነጥበብ ወ/ቂርቆስ /

              አቤት የዚያን ጊዜ ክርስቶስ ሲመጣ
              ትንሹም ትልቁም/፫/ መድረሻውን ሲያጣ
          ከምሥራቅ ከምዕራብ ከሰሜን ከደቡብ
          ነፋሳት ሲላኩ/፫/ መዓትን ለማዝነብ
          ሰማይና ምድር በአንድ ሲዋሐዱ
          የት ይሆን መድረሻው/፫/ የት ይሆን መንገዱ
                  አዝ
          ጻድቃን በቀኝ በኩል ኃጥአን በግራ
          ሲነፋ መለከት/፫/ ሲደለቅ እንዚራ
          ምድር ቀውጢ ስትሆን አፅም ሲሰበሰብ
          ፍጥረት ይይዘዋል/፫/ ሰው ለፍርድ ሲቀርብ
                  አዝ
          ጩኸት ሲበረታ የማይጠቅም ልቅሶ/፪/
          እንደ ቁራ ጠቁሮ/፫/  ፅልመትን ተላብሶ
          ገነትን ሲያገኙ ጻድቃን በሥራቸው 
          ኃጥአን ወደ ሲኦል/፫/ ተፈረደባቸው
                  አዝ

      '''),
  Mezemur3(
      title: 'ፀሐይኑ ንብለከ',
      category1: 'ግዕዝ',
      category2: 'መዝሙር ዘዘወትር ዘድንግል ማርያም',
      category3: 'ጥራዝ 1',
      lyric: '''

          ፀሐይኑ ንብለከ/፪/ ወልደ ማርያም ንብለከ/፪/
          በመኑ በአምሳለ መኑ ናስተማስለከ/፬/
          ፀሐይኑ ንብለኪ /፪/ ወላዲተ ቃል ንብለኪ /፪/
          በመኑ በአምሳለ መኑ ናስተማስለኪ/፬/

      '''),
  Mezemur3(
      title: 'እንበለ ምግባር',
      category1: 'ግዕዝ',
      category2: 'መዝሙር ዘዘወትር ዘድንግል ማርያም',
      category3: 'ጥራዝ 1',
      lyric: '''

                  /ማኅበረ ቅዱሳን /
          እንበለ ምግባር ባሕቱ እመ ኢይጸድቅ አነ/፪/
          ቦኑ ለከንቱ ኪዳንኪ ኮነ ቦኑ ለከንቱ ኪዳንኪ ኮነ/፪/

      -------------------------------------------------

          ትርጉም:-  ምንም እንኳ ሥራዬ ለዚያ የሚያበቃ
                    ባይሆን መንግሥተ   ሰማያትን የምወርሳት
                    ካልሆነ እመቤቴ ሆይ ቃል ኪዳንሽ ለከንቱ ነውን፡፡

      '''),
  Mezemur3(
      title: 'ኦ ርኅርኅተ ኅሊና',
      category1: 'ግዕዝ',
      category2: 'መዝሙር ዘዘወትር ዘድንግል ማርያም',
      category3: 'ጥራዝ 1',
      lyric: '''

          ኦ ርኅርኅተ ኅሊና አፍቅሮተ ሰብእ ልማዳ/፪/ 
          ለእለጌሰሙ/፬/ ትመስል/፫/እንግዳ/፪/

      ---------------------------------------------------

            ትርጉም፡- ሰውን ማፍቀር ልማዷ የሆነ እመቤታችን 
                     በየጊዜው /ዘወትር/ አዲስ ትምስል ነበር::

      '''),
  Mezemur3(
      title: 'ለምኝልን ማርያም',
      category1: 'አማርኛ',
      category2: 'መዝሙር ዘዘወትር ዘድንግል ማርያም',
      category3: 'ጥራዝ 1',
      lyric: '''

          ለምኝልን/፪/ ማርያም ለምኝልን/፪/
          የንጹሐን አክሊል/፪/ የቅዱሳን ብርሃን/፪/

      '''),
  Mezemur3(
      title: 'ነይ ነይ',
      category1: 'አማርኛ',
      category2: 'መዝሙር ዘዘወትር ዘድንግል ማርያም',
      category3: 'ጥራዝ 1',
      lyric: '''

          ነይ ነይ ማርያም ወላዲተ አምላክ   
          የፃድቃን እመቤት የመላእክት እኅት /፪/

          ሁላችሁ እመኗት ከልብ አማላጅ ናትና በእውነት
          እናመስግናት እናወድሳት አማላጅ ኪዳነ ምሕረት /፪/

      '''),
  Mezemur3(
      title: 'እንተ በምድር',
      category1: 'ግዕዝ',
      category2: 'መዝሙር ዘዘወትር ዘድንግል ማርያም',
      category3: 'ጥራዝ 1',
      lyric: '''

          እንተ በምድር ሥረዊሃ ወበሰማይ አዕጹቂሃ/፪/
          ሐረገ ወይን/፪/ ድንግል ሐረገ ወይን/፪/

      -----------------------------------------------

          ትርጉም:- እመቤታችን ሥሯ በምድር 
                  ቅርንጫፏ በሰማይ የሆነ የወይን ሐረግ ናት

      '''),
  Mezemur3(
      title: 'በምድራዊ ሕይወት',
      category1: 'አማርኛ',
      category2: 'መዝሙር ዘዘወትር ዘድንግል ማርያም',
      category3: 'ጥራዝ 1',
      lyric: '''

            በምድራዊ ሕይወት/፪/ በፈተና ቦታ/፪/
            ማርያም ትጠብቀን እጆቿን ዘርግታ
            ድንግል ትጠብቀን እጆቿን ዘርግታ/፪/

      '''),
  Mezemur3(
      title: 'ኪዳነ ምሕረት',
      category1: 'አማርኛ',
      category2: 'መዝሙር ዘዘወትር ዘድንግል ማርያም',
      category3: 'ጥራዝ 1',
      lyric: '''

                ከዳነ ምሕረት እመቤት    
                ለዓለም ሁሉ መድኃኒት
                ቅድስተ ቅዱሳን  ብፅዕት
            አንቺ ነሽ  ለአምላካችን እናት
            ጌታችን ፈጠረሽ ልዩ አድርጐ
            በሚያስደንቅ ምሥጢሩ ለተዋሕዶ 
            ለልዑል ማደሪያነት የተመረጥሽ
            ያለ ሕማም ወለድሽው ድንግል ሆነሽ
            እናትነት ድንግልና
            አስተባብረሽ ይዘሻልና
                ድንግልም እናትም እመብርሃን
                ንጽሕተ ንጹሐን እኛን አማልጅን

      '''),
  Mezemur3(
      title: 'ሰላም ለኪ ማርያም',
      category1: 'ግዕዝ',
      category2: 'መዝሙር ዘዘወትር ዘድንግል ማርያም',
      category3: 'ጥራዝ 1',
      lyric: '''

          ሰላም ለኪ ማርያም እመ አምላክ/፪/
          ወልድኪ ይጸውአኪ ውስጠ ሕይወት
          ወመንግሥተ ክብር  

      ------------------------------------------------
          
          ትርጉም:-  የአምላክ እናት ማርያም ሰላም እልሻለሁ
                    ወደ ሕይወትና ክብር ወዳለው 
                    ጌትነት ልጅሽ ይጠራሻል::

      '''),
  Mezemur3(
      title: 'በዝናመ ንጽሕኪ',
      category1: 'አማርኛ',
      category2: 'መዝሙር ዘዘወትር ዘድንግል ማርያም',
      category3: 'ጥራዝ 1',
      lyric: '''

                    /ማኅበረ ቅዱሳን /
              በዝናመ ንጽሕኪ ሐረገ ወይን ጸገየ/፪/
              ወሮማን ወሮማን/፪/ ወሮማን ሐዋዘ ፈረየ
          ለአዳም ተስፋ የሆንሽው ማርያም እመቤቴ/፪/
          አማልጂኝ ቶሎ ብለሽ/፫/ ሳልጠፋብሽ  ልጅሽ 
          የዳዊት መሰንቆ ነሽ የኢያሱም ሐውልት/፪/
          በምን ልመስልሽ/፫/ ወደርም የለሽ
          እመቤቴ ጥላዬ ሁኝልኝ ከለላዬ/፪/
          ያለ አንቺ ማን አለኝ/፫/ አለሁሽ/ህ/ በይኝ
                  አዝ
          በአንዱ በልጅሽ ተማጽኜሻለሁ 
          በቃል ኪዳንሽ ተማጽኜሻለሁ 
          ድንግል ሆይ ጠብቂኝ ክፉ እንዳልናገር
          ከምስጋናሽ ከበጐ በስተቀር
                  አዝ
          በአምስቱ ኃዘኖችሽ ተማጽኜሻለሁ 
          በረሃብ በጥምሽ ተማጽኜሻለሁ 
          በኃዘን በስደትሽ ተማጽኜሻለሁ
          ከልጅሽ አስታርቂኝ ድንግል ብዬሻለሁ
                  አዝ
          ከፍቅርሽ አትለይኝ ደግሞም ከሃይማኖት
          ሕጉንም ጠብቄ እንድኖር በሥርዓት
          ከለላዬ ሁኝልኝ ጠብቂኝ ከጠላት
          ከዚያ ከዲያቢሎስ ከኃጢአት አባት

      '''),
  Mezemur3(
      title: 'ማርያም ድንግል',
      category1: 'ግዕዝ',
      category2: 'መዝሙር ዘዘወትር ዘድንግል ማርያም',
      category3: 'ጥራዝ 1',
      lyric: '''

                /ማኅበረ ቅዱሳን /
          ማርያም ማርያም ድንግል ማርያም/፪/
          ርኅርኅተ ኅሊና/፬/ ማርያም/፪/
 
      '''),
  Mezemur3(
      title: 'የወርቅ መሠላል ነሽ',
      category1: 'አማርኛ',
      category2: 'መዝሙር ዘዘወትር ዘድንግል ማርያም',
      category3: 'ጥራዝ 1',
      lyric: '''

              ድንግል ማርያም የወርቅ መሰላል ነሽ
              መሰላል ነሽ የወርቅ መሰላል ነሽ
              ሰውና አምላክን ያገናኘሽ
          አባታችን ያዕቆብ በፍኖተ ሎዛ/፪/
          አሸልቦት እንቅልፍ ተኝቶ ከጤዛ 
          ከምድር እስከ ሰማይ የምትደርስ መሰላል
          ምሳሌሽን አየ ማርያም ድንግል
                    አዝ፣...
          መላእክት ሲወጡ ሲወርዱ ከሰማይ/፪/ 
          እንዳየ ያዕቆብ ተኝቶ መንገድ ላይ
          ተስፋ አድርጐ ሲኖር የሰላሙን ዘመን
          ይኸው ተፈጸመ በአንቺ በእናታችን
                    አዝ፣...
          በአንቺና በልጅሽ ሆነልን ሰላም/፪/
          በአንቺ ተፈጸመ የያዕቆብ ሕልም
          ሰውና መላእክት ተለያይተው ሲኖሩ
          በልጅሽ መወለድ በአንድነት ዘመሩ
                    አዝ፣...   

      '''),
  Mezemur3(
      title: 'ማርያም ፊደል ናት',
      category1: 'አማርኛ',
      category2: 'መዝሙር ዘዘወትር ዘድንግል ማርያም',
      category3: 'ጥራዝ 1',
      lyric: '''

          ማርያም ፊደል ናት የሁሉም መማሪያ/፪/
          በንጽሕና በንጽሕና ተጽፋለችና/፬/

      '''),
  Mezemur3(
      title: 'ሐመልማላዊት ዕፀ',
      category1: 'ግዕዝ',
      category2: 'መዝሙር ዘዘወትር ዘድንግል ማርያም',
      category3: 'ጥራዝ 1',
      lyric: '''

              ሙሴ ዘርእየ/፪/ በደብረ ሲና/፪/
              ሐመልማላዊት ዕፀ ሐመልማላዊት/፪/

    -----------------------------------------------------

        ትርጉም፡-  የለመለመች ዕጽ  ናት የለመለመች ሙሴ ያያት 
                  በደብረሲና የለመለመች ዕጽ  ናት የለመለመች  

      '''),
  Mezemur3(
      title: 'ንዒ ማርያም',
      category1: 'ግዕዝ',
      category2: 'መዝሙር ዘዘወትር ዘድንግል ማርያም',
      category3: 'ጥራዝ 1',
      lyric: '''

                ምስለ ወልድኪ አማኑኤል እመ አምላክ ንዒ ማርያም
                ንዒ ንዒ ንዒ/፬/ እመ አምላክ ንዒ ማርያም
            ምስለ ሚካኤል ወገብርኤል እመ አምላክ ንዒ ማርያም
                          አዝ፣
            ምስለ ራጉኤል ወሩፋኤል እመ አምላክ ንዒ ማርያም
                          አዝ፣
            ምስለ ፋኑኤል ወሳቁኤል እመ አምላክ ንዒ ማርያም
                          አዝ፣
            ምስለ ሱራፌል ወኪሩቤል እመ አምላክ ንዒ ማርያም
                          አዝ፣
            ምስለ ወልድኪ አማኑኤል እመ አምላክ ንዒ ማርያም
 
      '''),
  Mezemur3(
      title: 'መሠረተ ሕይወት',
      category1: 'ግዕዝ',
      category2: 'መዝሙር ዘዘወትር ዘድንግል ማርያም',
      category3: 'ጥራዝ 1',
      lyric: '''

          መሠረተ ሕይወት ማርያም ወጥንተ መድኃኒት ዘእምቀዲሙ/፪/
          ለወልድኪ/፪/ አምሳለ ደሙ/፪/

      ----------------------------------------------------------

          ትርጉም፡-ቅድመ ዓለም የነበረ መድኃኒት 
                  ከሚባል የተገኘሽ የህይወት መሠረት ማርያም 
                  አንቺ ነሽ መሠረትነትሽም የልጅሽ የደሙ ምሳሌ ነው፡፡
 

      '''),
  Mezemur3(
      title: 'ጽላት',
      category1: 'ግዕዝ',
      category2: 'መዝሙር ዘዘወትር ዘድንግል ማርያም',
      category3: 'ጥራዝ 1',
      lyric: '''

            ጽላት ዘሙሴ  ጽላት/፪/ ሕግ ወሥርዓት/፪/
            ሙሴ ከፈጣሪ የተቀበላት
            አሥርቱ ትዕዛዛት የተጻፈባት 
            ጽላት ዘሙሴ  ጽላት
  
      '''),
  Mezemur3(
      title: 'ድንግል ሆይ ስላንቺ',
      category1: 'አማርኛ',
      category2: 'መዝሙር ዘዘወትር ዘድንግል ማርያም',
      category3: 'ጥራዝ 1',
      lyric: '''

              /ሊቀ መዘምራን ኪነጥበብ ወ/ቂርቆስ /

                  ድንግል ሆይ ስላንቺ ነውና መሐሪ 
                  አማልጂኝ ከአንዱ ልጅሽ ከፈጣሪ
              ስሙን እንዳልጠራ አንደበትም የለኝ
              ፊቱንም እንዳላይ ሥራዬ አሳፈረኝ
              ታውቆኛል ጥፋቴ ብዙ እንደበደልኩኝ
              ትዕዛዙን እንደሻርኩ ሕጉን እንደጣስኩኝ
                        አዝ፣
              አንተ ክቡር መልአክ ልደቱን አብሳሪ
              አማልደኝ ከጌታዬ ከፈጣሪ
              በፊቱ እንዳላፍር የተጠራሁ ለታ 
              እለምነዋለሁ ከአሁኑ ይቅርታ
                        አዝ፣
              ጻድቃን ሰማዕታት እናንተ ሁላችሁ 
              አማልዱኝ ከጌታዬ ከአምላካችሁ
                        አዝ፣
   
      '''),
  Mezemur3(
      title: 'ይዌድስዋ',
      category1: 'ግዕዝ',
      category2: 'መዝሙር ዘዘወትር ዘድንግል ማርያም',
      category3: 'ጥራዝ 1',
      lyric: '''

            ይዌድስዋ መላእክት/፪/ለማርያም /፪/
            በውስተ ውሳጤ መንጦላዕት ወይብልዋ    
            በሐኪ ማርያም ሐዳስዩ ጣዕዋ    

        -------------------------------------------- 

            ትርጉም:- በመጋረጃ ውስጥ መላእክት 
                     ማርያምን ያመሰግኗታል ሰላምታ
                      ይገባሻል ማርያም አዲሲቷ እንቦሳ ይሏታል፡፡

      '''),
  Mezemur3(
      title: 'ርግብዬ',
      category1: 'አማርኛ',
      category2: 'መዝሙር ዘዘወትር ዘድንግል ማርያም',
      category3: 'ጥራዝ 1',
      lyric: '''

                       /ማኅበረ ቅዱሳን /
                  ርግብዬ/፪/ ማርያም እሙ ለእግዚእየ
                  በቀለመወርቅ ጸሐፊ ስምዬ
                  በዓምደ ብርሃን ጸሐፊ ስምዬ
                  በቀለመወርቅ ጸሐፊ ስምዬ
              የተመረጥሽ ጌጤ ፈርጤ ሽልማቴ
              የክብሬ አክሊል ነሽ ለኔ እመቤቴ ርግብዬ
              ወደ አንቺ እጮሃለሁ በችግሬ ጊዜ
              እንድታርቂልኝ የልቤን ትካዜ ርግብዬ
                          አዝ
              የማትፈርሺ መቅደስ ንጽሕት አዳራሽ 
              የመለኮት እሳት በማሕጸንሽ የያዝሽ ርግብዬ
              የድኅነቴ ምክንያት የሕይወቴ ፋና
              የችግሬ ደራሽ ርኅርኅተ ኅሊና ርግብዬ
                          አዝ
              ስጠራ ስምሽን ከጧት እስከ ማታ
              ፈጥነሽ ድረሽልኝ እንዳልንገላታ ርግብዬ
              የነቢያት ትንቢት የሰማዕታት አክሊል
              ምዕራገ ጸሎት የወርቅ መሰላል ርግብዬ
                          አዝ
              ምርኩዝ መደገፊያ የሃይማኖት በትር
              ሆነሽ የተገኘሽ የሕይወት ማኅደር ርግብየ
              መንገዴ ጨልሞ ወድቄ እንዳልቀር
              ደግፈሽ አሻግሪኝ ያን የኃጢአት ባሕር ርግብዬ
                          አዝ

      '''),
  Mezemur3(
      title: 'እመቤቴ ማርያም',
      category1: 'አማርኛ',
      category2: 'መዝሙር ዘዘወትር ዘድንግል ማርያም',
      category3: 'ጥራዝ 1',
      lyric: '''

            እመቤቴ ማርያም እለምንሻለሁ 
            በለቅሶ በዋይታ ፊትሽ ወድቄአለሁ
            እመቤቴ ስሚኝ እለምንሻለሁ/፪/
            ኃዘኔን  ጭንቀቴን ለማን እነግራለሁ 
            ችግሬን ጉዳቴን ለማን አዋያለሁ
            እመቤቴ ስሚኝ ተማጽኜሻለሁ/፪/
            ኃዘኑም በዛብኝ ፈተናው ከበደኝ
            እንደምን ልቻለው እኔ ደካማ ነኝ
            የአማኑኤል እናት ፈጥነሽ ድረሺልኝ/፪/
            በጣም ተንገዳገድኩ ልወድቅ ነው እኔ
            እመ አምላክ ደግፊኝ ቁሚልኝ ከጐኔ
            ምንም አጋር የለኝ ከአንቺ በቀር ለኔ/፪/



      '''),
];
